{
    "navBar": {
        "home": "الرئيسية",
        "aboutUs": "من نحن",
        "technicalSolutions": "حلولنا التقنية",
        "contactUs": "تواصل معنا"
    },
    "banner": {
        "title": "نرتقي بأعمالكم مع حلول مراس البرمجية المبتكرة",
        "discription": "أهلا بكم في مراس الرقمية الرائدة في تطوير البرمجيات المصممة خصيصاً لتلبية احتياجات مختلف القطاعات التجارية. نقدم لكم حلولاً تقنية متكاملة تدعم نجاح أعمالكم"
    },
    "services": {
        "lable": "خدماتنا",
        "title": "مراس تقدم كافة الحلول البرمجية المبتكرة",
        "discription": "كافة الحلول البرمجية المبتكرة والمتوافقة مع متطلبات هيئة الزكاة والجمارك والدخل",
        "1": {
            "title": " البرامج المتخصصة",
            "discription": "تقدم مراس مجموعة من الحلول البرمجية المصممة خصيصاً لتلبية احتياجات مختلف القطاعات التجارية، مما يساعد على تحسين الأداء وزيادة الكفاءة."
        },
        "2": {
            "title": "تطوير البرمجيات",
            "discription": "في مراس, نقدم حلولاً برمجية متكاملة نصممها خصيصاً لتلبية احتياجات الأنشطة التجارية المختلفة، بدءًا من التحليل والتصميم وصولاً إلى التنفيذ."
        },
        "3": {
            "title": "اختبار الجودة",
            "discription": "في مراس, نؤمن بأن جودة البرمجيات هي المفتاح لنجاح أي مشروع رقمي، لذا نقدم خدمات اختبار وضمان الجودة (QA Testing) لضمان منتجات برمجية سليمة."
        },
        "4": {
            "title": "خدمات الشبكات",
            "discription": "قدم خدمات متكاملة في مجال الشبكات لضمان اتصال آمن ومستقر يساهم في تحسين أداء الأعمال، سواء كنت بحاجة إلى تصميم، تركيب، إدارة، أو صيانة الشبكات."
        },
        "5": {
            "title": "أمن المعلومات",
            "discription": "تقدم مراس حلول أمن سيبراني متكاملة لحماية بياناتك وأنظمتك من الهجمات الإلكترونية، وضمان بيئة آمنة ومستقرة لأعمالك."
        },
        "6": {
            "title": "إدارة تكنولوجيا المعلومات",
            "discription": "في مراس نقدم خدمات إدارة تكنولوجيا المعلومات (IT Management) لمساعدة الشركات على تحقيق أقصى استفادة من الأنظمة التقنية."
        }
    },
    "aboutUs": {
        "lable": "عن مراس",
        "title": "نقدم حلول تقنية إبداعية تناسب كافة الأعمال والأنشطة بكافة أنواعها.",
        "discription1": "في مراس نقدم مجموعة متكاملة من الحلول التقنية التي تلبي احتياجات مختلف القطاعات، سواء كنت تدير شركة صغيرة، أو مؤسسة كبيرة، متجراً تجارياً، أو حتى مطعماً.",
        "discription2": "نحن نساعدك في تحسين الإنتاجية، تقليل التكاليف، وزيادة الكفاءة التشغيلية من خلال حلول تقنية مبتكرة ومخصصة لعملك."
    },
    "whyMeras": {
        "lable": "مراس هو اختيارك المثالي",
        "title": "نكتسب ثقة عملائنا من خلال خدماتنا المتطورة.",
        "discription": "تحتاج الشركات إلى حلول تقنية موثوقة وفعالة تساعد على النمو والتطور، مراس هي شريكك المثالي في هذا المجال.",
        "items": {
            "1": {
                "title": "حلول متكاملة لجميع القطاعات",
                "discription": ""
            },
            "2": {
                "title": "خدمات مخصصة حسب احتياجاتك",
                "discription": ""
            },
            "3": {
                "title": "أمان وحماية متقدمة",
                "discription": ""
            },
            "4": {
                "title": "دعم فني متواصل واستشارات تقنية",
                "discription": ""
            }
        }
    },
    "ourSteps": {
        "lable": "خطوات عملنا",
        "title": "نحن متميزون لأننا نعمل بكفاءة وابتكار في كافة مراحل عملنا",
        "discription": "اختيارك لمراس يعني أنك تضع عملك في أيد خبيرة وموثوقة ومبدعة",
        "items": {
            "Research_Analysis": {
                "title": "البحث والتحليل",
                "content": "نفهم متطلبات عملك بعمق قبل البدء في التطوير من خلال عقد اجتماعات لفهم طبيعة النشاط وتحليل العمليات والمهام وتحديد الأهداف الرئيسية للبرنامج."
            },
            "User_Experience": {
                "title": "تجربة المستخدم",
                "content": "نضع تصورًا واضحًا لواجهة المستخدم وتجربة الاستخدام، تصميم مخططات تدفق العمل وإعداد نماذج أولية لواجهات المستخدم وتحديد البنية التقنية وقواعد البيانات المناسبة."
            },
            "Programming_Development": {
                "title": "البرمجة والتطوير",
                "content": "يبدأ فريق التطوير في تحويل التصميم إلى برنامج فعلي باستخدام أحدث التقنيات، كتابة الكود البرمجي وفق معايير الجودة والأمان، وتطبيق أفضل الممارسات البرمجية."
            },
            "Launch_Integration": {
                "title": "الإطلاق والتكامل",
                "content": "نطلق البرنامج بشكل رسمي مع ضمان تكامله مع الأنظمة الأخرى، نشر البرنامج على خوادم إلكترونية، ضبط الإعدادات والتخصيص، والتأكد من التكامل مع الأنظمة الأخرى."
            }
        }
    },
    "ourWorks": {
        "lable": "أعمال مراس",
        "title": "تنوع خدمات ومشاريع مراس تجعلها في الريادة دائمًا",
        "discription": "حازت منتجاتنا المتخصصة على ثقة عملائنا، وخدمت مشاريعنا المتطورة قطاعات متعددة.",
        "tabs": {
            "Our_Specialized_Programs": "برامجنا المتخصصة",
            "Our_Advanced_Projects": "مشاريعنا المتطورة",
            "Our_Specialized_Services": "خدماتنا المتخصصة"
        },
        "Our_Specialized_Programs": {
            "1": {
                "title": " VARRO FOOD - نظام إدارة المطاعم",
                "content1": "نظام إدارة المطاعم والكافيهات VARRO Food المتكامل بكافة الأقسام والأدوات المتخصصة، مع نظام احتساب الخامات الشجري المتطور، بإمكانك تتبع تكلفة الأصناف المباعة وكذلك التي يتم تصنيعها داخل المطبخ.",
                "content2": "مع VARRO Food، بإمكانك عمل كافة حساباتك المتخصصة وإدخال مشتريات من الخامات وكذلك المصروفات، ليتم ترحيلها بشكل مؤتمت بالكامل إلى قسم الحسابات المتطور."
            },
            "2": {
                "title": "OP System - نظام إدارة البصريات",
                "content1": "نظام متخصص لإدارة كافة أنشطة بيع وتصنيع العدسات والنظارات، وذلك لاحتوائه على دائرة إدخال عدسات بكافة أنواعها، وكذلك دائرة بيع بكافة مراحلها، من استقبال وإدخال قياسات العدسات، مرورًا بمرحلة التصنيع، حتى التسليم، بالإضافة إلى نظام إدارة بيانات العملاء.",
                "content2": "نظام OP System متكامل مع برنامج حسابات متخصص، وكذلك برنامج إدارة الموردين والمصروفات."
            },
            "3": {
                "title": "iTailor - نظام إدارة الخياطة",
                "content1": "نظام تم إنتاجه خصيصًا لمجالات الخياطة الرجالية والزي الموحد في الخليج، وذلك لافتقار هذا النشاط إلى برامج متخصصة تغطي كافة احتياجاته. يحتوي نظام iTailor على دائرة خياطة متطورة ومرنة تتمثل في مرحلة الاستقبال، ثم مرحلة القص وصرف الخامات، ثم مرحلة الخياطة، حتى التسليم.",
                "content2": "كما يحتوي أيضًا على نظام محاسبي متكامل، ونظام إدارة المشتريات والمصروفات."
            }
        }
    },
    "anotherWorks": {
        "title": "خدمات مراس التقنية لا حدود لها في سبيل خدمة عملائها",
        "discription": "تقدم مراس مجموعة من الخدمات الإضافية لعملائها تعزيزاً لتجربة المستخدم ودعماً لمنتجاتها بشكل أكثر كفاءة.",
        "items": {
            "1": "خدمات الدعم الفني والصيانة",
            "2": "خدمات التدريب والتأهيل",
            "3": "خدمات الشبكات وتحسين الأمان والحماية",
            "4": "خدمات التكامل مع الأنظمة الأخرى",
            "5": "خدمات الاستشارات والتحليل"
        }
    },
    "contactUs": {
        "title": "نحن في انتظار تواصلك معنا للطلب",
        "discription":"تواصل معنا لطلب أحد منتجاتنا أو لتبدأ مشروعك الجديد"
    },
    "btns": {
        "contactUs": "تواصل معنا",
        "KnowUs": "تعرف علينا",
        "learnMore": "المزيد",
        "learnMore2": "تعرف علي المزبد",
        "details": ""
    }
}